---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometrics
source: html/3ea47f9a-607e-72d0-4a48-552c58ab5cbc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightPhotometrics Property

"Light Source Definition"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightPhotometrics { get; }
```